Repository: izamontenegro/Altroo
Catalog: Altroo/Resources/Localizations/Localizable.xcstrings
Source language: pt_br
Languages: en

# %@ • %@ às %@
source: %1$@ • %2$@ às %3$@
en: %1$@ • %2$@ until %3$@

source: %lld registros
en: %lld records

# abdominal_pain
source: Dor abdominal
en: Abdominal pain

# acceptance
source: Aceitação
en: Acceptance

# add
source: Adicionar
en: Add

# add_assisted
source: Adicionar assistido
en: Add care recipient

# add_intercurrence
source: Adicionar Intercorrência
en: Add Incident

# add_task
source: Registrar Tarefa
en: Add Task

# added
source: Adicionado
en: Added

# address
source: Endereço
en: Address

# address_placeholder
source: Endereço do assistido
en: Care recipient address

# afternoon
source: Tarde
en: Afternoon

# age
source: Idade
en: Age

# age_default
source: 0 anos
en: 0 years

# age_format
source: %d anos
en: %d years

# alergy
source: Reação Alérgica
en: Allergic reaction

# already_have_assisted
source: Já tenho um assistido cadastrado
en: I already have a registered care recipient

source: As informações de saúde do assistido são armazenadas em nuvem pessoal vinculada à conta privada do seu dispositivo, garantindo privacidade e proteção.
en: The patient's health information is stored in a personal cloud linked to their device's private account, ensuring privacy and protection.

# assisted
source: Assistidos
en: Care Recipients

# assisted_subtitle
source: Acompanhe os assistidos cadastrados no aplicativo ou adicione um novo.
en: Track the care recipient registered in the app or add a new one.

# back
source: Voltar
en: Back

# birth
source: Nascimento
en: Birth

# birth_date
source: Data de Nascimento
en: Date of Birth

# cancel
source: Cancelar
en: Cancel

# caregiver
source: Cuidador
en: Caregiver

source: Carregando...
en: Loading...

# category
source: Categoria
en: Category

# close
source: Fechar
en: Close

source: Coloração:
en: Coloring:

# coloring
source: Coloração
en: Coloring

# contact_name_placeholder
source: Nome do contato
en: Contact name

# contact_phone
source: Telefone
en: Phone

# contact_phone_placeholder
source: Telefone com DDI
en: Phone number with country code

# convulsion
source: Convulsão
en: Convulsion

source: COR
en: COLOR

# date
source: Data
en: Date

# delete
source: Deletar
en: Delete

# desorientation
source: Desorientação
en: Disorientation

# diarrhea
source: Diarreia
en: Diarrhea

# dizziness
source: Tontura
en: Dizziness

# edit
source: Editar
en: Edit

# edit_section_subtitle
source: Reordene ou oculte seção para personalizar a visualização.
en: Reorder or hide sections to customize the view.

# edit_section_title
source: Editar Seção
en: Edit Section

# edit_task
source: Editar Tarefa
en: Edit Task

source: Em breve Relatório Mensal
en: Monthly Report Coming Soon

# emergency_contact
source: Contato de Emergência
en: Emergency Contact

# end_follow_up
source: Encerrar Acompanhamento
en: End Follow Up

# exclude
source: Excluir
en: Delete

source: Exportado:
en: Exported:

# fainting
source: Desmaio
en: Fainting

# fall
source: Queda
en: Fall

# feeding
source: Alimentação
en: Meals

# fever
source: Febre
en: Fever

# gender
source: Sexo
en: Gender

source: Gerando tela personalizada
en: Generating a custom screen

# headache
source: Dor de cabeça
en: Headache

# height
source: Altura
en: Height

# history
source: Histórico
en: History

# history_empty
source: Você ainda não registrou nada
en: You haven't registered anything yet

# history_nav_description
source: Confira todos os registros realizados anteriormente com a data, autoria do registros e demais detalhes.
en: Check all previously created records, including the date, authorship, and other details.

# hydration
source: Hidratação
en: Hydration

# hydration_history_message
source: Bebeu %dml de água
en: Drank %dml of water

# invalid_age
source: Assistido menor de 13 anos
en: Care recipient under 13 years old

# invalid_end_date
source: Data final inválida
en: Invalid end date

# invalid_future_date
source: A data não pode ser futura
en: The date cannot be in the future

# invalid_value
source: Valor inválido
en: Invalid value

# invite_caregiver
source: Convidar cuidador
en: Invite Caregiver

# late
source: Em atraso
en: Overdue

# medical_record
source: Ficha Médica
en: Medical Record

# mood_changes
source: Mudança de humor
en: Mood changes

# morning
source: Manhã
en: Morning

# name
source: Nome
en: Name

# name_intercurrence
source: Nome da intercorrência
en: Name of the incident

source: Não há registros
en: There are no records

# nausea
source: Náusea
en: Nausea

# new_task
source: Nova tarefa
en: New task

# next
source: Próximo
en: Next

# night
source: Noite
en: Night

# no_late_tasks
source: Nenhuma tarefa em atraso
en: No overdue tasks

# no_observations
source: Sem observações
en: No observations

# no_tasks_this_shift
source: Nenhuma tarefa foi criada para este período
en: No tasks were created for this period

source: O relatório gerado pelo Altroo é totalmente baseado nos registros feitos pelo usuário no aplicativo. Caso alguma informação não apareça, significa que ela não foi registrada.
en: The report generated by Altroo is entirely based on the records made by the user in the application. If any information does not appear, it means that it was not recorded.

# observation
source: Observação
en: Observation

# observations
source: Observações
en: Observations

# onboarding1_description
source: Gerencie necessidades básicas, medicamentos, tarefas, ocorrências, tudo em um só lugar
en: Manage basic needs, medications, tasks, incidents, all in one place

# onboarding1_title
source: Sem mais bagunça
en: No more mess

# onboarding2_description
source: Compartilhe o perfil do paciente com familiares e outros cuidadores
en: Share the care recipient's profile with family members and other caregivers

# onboarding2_title
source: Conexão é a chave
en: Connection is key

# onboarding3_description
source: Acompanhe as atividades de atendimento e obtenha insights claros dos relatórios dos pacientes
en: Monitor patient care activities and gain clear insights from care recipient reports

# onboarding3_title
source: Relatórios mostram o que importa
en: Reports show what matters

# overnight
source: Madrugada
en: Overnight

# owner
source: Criador
en: Creator

# patient_name_placeholder
source: Nome do assistido
en: Care recipient name

# patient_profile_description
source: Preencha os campos a seguir quanto aos dados básicos da pessoa cuidada.
en: Fill in the following fields with the basic information of the person under care.

# patient_profile_title
source: Perfil do Assistido
en: Care Recipient Profile

source: Período:
en: Period:

# permissions
source: Permissões
en: Permissions

source: Política de Privacidade e Proteção
en: Privacy and Security Policy

# profile_toolbar_title
source: Cuidando de:
en: Taking care of:

# record_hydration
source: Registrar Hidratação
en: Register Hydration

# record_meal
source: Registrar alimentação
en: Register meal

# record_stool
source: Registrar fezes
en: Register stool

# record_urine
source: Registrar urina
en: Register urine

# records
source: Registros
en: Records

# register_observations
source: Registrar observações
en: Record observations

# registered_by
source: Registrado por
en: Registered by

source: Registros
en: Records

# relationship
source: Relação
en: Relationship

source: Relatório Diário
en: Daily Report

# report
source: Relatório
en: Report

# required_section
source: Essa seção é obrigatória
en: This section is required

# save
source: Salvar
en: Save

# see_all
source: Ver Tudo
en: See All

# see_more
source: Ver mais
en: See more

# settings
source: Ajustes
en: Settings

# settings_subtitle
source: Personalize sua experiência, mantenha seus dados protegidos e conheça o time que dá vida ao app.
en: Personalize your experience, keep your data protected, and meet the team that brings the app to life.

# shaking
source: Tremores
en: Shaking

source: Sincronizando...
en: Synchronizing...

# skip
source: Pular
en: Skip

# start
source: Começar
en: Start

# step_one_subtitle
source: No dispositivo em que o assistido está cadastrado, abra o aplicativo na página hoje e acesse o perfil de quem deseja cuidar.
en: On the device where the person being cared for is registered, open the app to the page today and access the profile of the person you wish to care for.

# step_one_title
source: Acesse o perfil do assistido
en: Access the care recipient's profile

# step_three_subtitle
source: Cheque os seus dados e do paciente e aceite o convite para entrar no perfil.
en: Check your details and the care recipient's details, and accept the invitation to join the profile.

# step_three_title
source: Confirme em ”Abrir”
en: Confirm by clicking ”Open”

# step_two_subtitle
source: Aperte o botão indicado e envie o link de convite da forma que preferir para a pessoa que deseja adicionar como cuidador.
en: Press the indicated button and send the invitation link in your preferred method to the person you wish to add as a caregiver.

# step_two_title
source: Clique em Convidar Cuidador
en: Click on Invite Caregiver

# stool
source: Fezes
en: Stool

source: Sua privacidade é nossa prioridade
en: Your privacy is our priority.

# task
source: Tarefa
en: Task

# task_subtitle
source: Registre uma atividade a ser feita e sua duração ou repetições durante a semana.
en: Record an activity to be done and its duration or repetitions during the week.

# taskform_duration
source: Duração
en: Duration

# taskform_end
source: Término
en: End Time

# taskform_name
source: Título da tarefa
en: Task Title

# taskform_new_time
source: Novo Horário
en: New Schedule

# taskform_repeat
source: Repetir
en: Repeat

# taskform_start
source: Início
en: Start Time

# taskform_subtitle
source: Confira os tarefas cadastradas no sistema ou adicione uma nova tarefa para visualizá-la aqui.
en: Check the tasks registered in the system or add a new task to view it here.

# tasks
source: Tarefas
en: Tasks

# time
source: Horário
en: Time

# times
source: vez(es)
en: time(s)

# title
source: Título
en: Title

# to_do
source: A fazer
en: To do

# today
source: Hoje
en: Today

# today_empty_feeding
source: Nenhum registro hoje.
en: No records today.

# today_empty_intercurrences
source: Nenhuma intercorrência reportada hoje.
en: No incidents reported today.

# today_section_basic_needs
source: Necessidades Básicas
en: Basic Needs

# today_section_intercurrences
source: Intercorrências
en: Incident

# tutorial_subtitle
source: Siga o passo-a-passo a seguir para acessar um perfil já cadastrado na plataforma.
en: Follow the step-by-step instructions below to access a profile already registered on the platform.

# type
source: Tipo
en: Type

# until
source: Até
en: Until

# urine
source: Urina
en: Urine

# vertigo
source: Vertigem
en: Vertigo

# vomit
source: Vômito
en: Vomit

# weight
source: Peso
en: Weight

# with_end
source: Com data final
en: With end date

# without_end
source: Sem data final
en: Without end date

# wound
source: Ferimento
en: Wound

# you
source: Você
en: You
